[
  {
    "name": "David Der-wei Wang",
    "title": "Edward C. Henderson Professor of Chinese Literature",
    "tip": "Imagine teaching a class as if you were one of the students."
  },
  {
    "name": "Abe Ryuichi",
    "title": "Reischauer Institute Professor of Japanese Religions",
    "tip": "1. Syllabus. I added a short intro. video to EASTD 153. Students seem to have been found it handy in choosing this course.\n2. Grading/Feedback. I require a short “proposal paper” for mid-term. Students write a plan for their final project in 3–4 pages. I read them, commend their strength, point out their obvious weaknesses, and suggestions for possible options for improvement. This way, students start thinking about their final project early, and I see a higher quality final project, and students seem to enjoy the process of writing them.\n3. Student Feedback. I plan on finishing my lecture 30 min early once every 3–4 weeks. We do discussions by breaking the classroom into smaller groups. This way my TFs and I can take part in what they regularly do in section meetings. I found it quite beneficial.\n4. Memorable Teaching Moments. Many of the things I teach about Mahayana Buddhism, such as the reading of the Lotus Sutra, go against the main grain of academic discussions that are based on Japanese sectarian claims. Instead, I read the sutra based on the popular influences it has exercised on the development of EA literature, performing arts, and visual arts. I encourage students to compare what I tell them in my lecture with the answers they find in Wiki and AI. They have fun checking them as I lecture. I ask them which interpretations make their reading of the sutra more interesting as a literary work of great popular influence. It makes me happy that, thus far, they side with me all the time.\n5. Office Hours. In addition to my regular in‑person office hours, I invite them to Zoom office hours on weekends.\n6. EALC. Our course offerings are still too rigidly divided between China/Korea/Japan. We need more courses that traverse the division and show EA as a whole. We also need courses that are open to different disciplinary approaches, especially social‑scientific ones (e.g., Sociology, Anthropology, ethnography). We have done well in incorporating Art History and media study; socio‑scientific approaches are perhaps the next stage."
  },
  {
    "name": "Peter K. Bol",
    "title": "Charles H. Carswell Professor of East Asian Languages and Civilizations",
    "tip": "I would say that wanting students to learn is a good thing."
  },
  {
    "name": "Tomiko Yoda",
    "title": "Takashima Professor of Japanese Humanities",
    "tip": "In lieu of my comments about teaching tips, I am [showing] you a course development portfolio [Appendix 1] I am assigning to the students taking my graduate seminar in contemporary literature. I am asking students to translate what they learned in the seminar, bringing together ongoing debates about literary scholarship and the humanities more generally, and contemporary Japanese literature. It is an experiment that connects graduate training with undergraduate pedagogy."
  },
  {
    "name": "Sun Joo Kim",
    "title": "Harvard‑Yenching Professor of Korean History",
    "tip": "I myself am a non‑native speaker of English, like many of the department’s doctoral students who serve as Teaching Fellows at some point in their doctoral program. As a non‑native speaker, I pay close attention to how I speak—every word and sentence—to make sure that students understand what I am saying. How you say each word and how you deliver a sentence matter. My strategy is to pronounce every syllable and each word clearly. Be sure to finish a sentence to the last word rather than “swallowing” the end of your speech. Also, make sure your voice is loud enough so that students in the back of the room can hear you. You need to look straight ahead (not down or up) and speak to people, often making eye contact with students (not one particular student all the time, but each and every different student). I think this kind of speaking strategy is also important when you are giving a job talk or interview."
  },
  {
    "name": "Jie Li",
    "title": "Professor of East Asian Languages and Civilizations; Harvard College Professor",
    "tip": "Enhancing Creative Collaboration Between Students\nIn teaching undergraduate courses such as “East Asian Cinema” or “Documenting China on Film”, I have encouraged students to collaborate in groups of two to five on projects such as making a short film, documentary, or website for their weekly and final assignments. In groups, students can experience different roles in the filmmaking process (director, videographer, editor, actor) and combine their diverse talents and interests. Many students have identified “teamwork” on their evaluations as something they learned in the course.\nIt can be quite challenging to break apart familiar groups and encourage students to work with new partners, so my teaching team try to promote new collaborations with many in‑class pair‑and‑share activities, section facilitation, and a course‑site discussion board. Since there are small‑scale and low‑stake assignments throughout the semester, students can experiment with working in different groups and eventually figure out the best creative team for their final projects. \nStudent films are made not just for their teachers but also for their peers. Thus I usually devote 10‑15 minutes of every lecture to showcasing a range of their creative postings, which not only recognize the filmmakers but also inspire other students. Every section also devotes 15‑20 minutes to workshopping creative projects. The reactions, comments, and suggestions of the teaching staff and other students have greatly helped to improve the quality of creative projects over the course of the semester. Students also gather for a term‑end screening and celebration of one another’s work at the course’s Golden Monkey Awards, named for a mythological monkey with transformational abilities—a perfect metaphor for cinema.\nCollaborative creative projects are evaluated by the following criteria:\n• Idea and Narrative – Is it original, unconventional, and sophisticated? Does it feature lucid and compelling storytelling?  \n• Relevance – Does it engage in productive conversation with the course materials and class discussions?  \n• Formal Qualities – Mise‑en‑scène (setting, costumes, acting), cinematography, editing, and sound.  \n• Collaboration – How well are the talents and efforts of the team members integrated into the final product?\n\nWe require all students to submit an individual artist’s statement with their final project, articulating and evaluating their original concept and execution plan, which is graded individually and helps reveal the individual contributions and collaborative processes of a group. Artist statements help us see their thinking, how they learned and used new tools in the course, and whether they can analyze the explicit, implicit, and symptomatic meanings of their work.\nIn sum, collaborative assignments build course culture and community, help students leverage their strengths, and allow them to practice negotiating multiple ideas for one project. They learn a lot about each other in ways that they would not otherwise, including how to work with one another."
  },
  {
    "name": "Janet Gyatso",
    "title": "Hershey Professor of Buddhist Studies",
    "tip": "My advice to all teachers is not to be afraid to show your intellectual vulnerability to students. Be honest about what you are not sure about, and be willing to consider new ideas and interpretations from students, even if they “know” much less than you. That does not mean that you lack self‑confidence or always accept what others suggest. But to be humble and curious and open to new ideas is what makes possible real exchange in the classroom. I have always had more respect for my teachers who could change their minds or display themselves in the process of learning, much more than for teachers who always need to display their authority in the classroom. Also, to see how a respected teacher is still learning and growing is to give the students confidence in their own processes of learning and growing."
  }
]